const custom404 = `
 
        ▗▄▄▖  ▗▄▖ ▗▄▄▄     ▗▄▄▖ ▗▄▄▄▖▗▄▄▄▖ ▗▖ ▗▖▗▄▄▄▖ ▗▄▄▖▗▄▄▄▖
        ▐▌ ▐▌▐▌ ▐▌▐▌  █    ▐▌ ▐▌▐▌   ▐▌ ▐▌ ▐▌ ▐▌▐▌   ▐▌     █  
        ▐▛▀▚▖▐▛▀▜▌▐▌  █    ▐▛▀▚▖▐▛▀▀▘▐▌ ▐▌ ▐▌ ▐▌▐▛▀▀▘ ▝▀▚▖  █  
        ▐▙▄▞▘▐▌ ▐▌▐▙▄▄▀    ▐▌ ▐▌▐▙▄▄▖▐▙▄▟▙▖▝▚▄▞▘▐▙▄▄▖▗▄▄▞▘  █  
                                                               
                                                               
                                                               
`;
function NotFound() {
  return (
    <div style={{ textAlign: "center", marginTop: "50px" }}>
      <h1>404 - Bad Request</h1>
      <pre
        style={{
          fontFamily: "monospace",
          display: "inline-block",
          textAlign: "center",
        }}
      >
        {custom404}
      </pre>
    </div>
  );
}

export default NotFound;
